/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ завантажений і готовий до використання! Бажаєте встановити і перезавантажити %1$@?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "Під час роботи з %1$@ з тому, що призначений лише для читання, наприклад, образу диска чи оптичного диску, його неможливо оновити. Перемістіть %1$@ у папку з програмами, перезавантажте його звідти і спробуйте ще раз.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "У данний момент %1$@ %2$@ є останньою версією.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ доступна – ви маєте %3$@. Бажаєте завантажити її зараз?";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ завантажено";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ із %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Доступна нова версія %@!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Нова версія %@ готова до встановлення!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Виникла помилка при отриманні інформації про оновлення. Спробуйте ще пізніше.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Виникла помилка при завантаження оновлення. Спробуйте ще пізніше.";

/* No comment provided by engineer. */
"An error occurred while extracting the arcSecureOSX. Please try again later." = "Виникла помилка при розпаковуванні архіву. Спробуйте ще пізніше.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Виникла помилка при встановленні оновлення. Спробуйте ще пізніше.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Виникла помилка при розборі фіду оновлень.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Виникла помилка при перезавантаженні %1$@, але наступного разу при завантаження %1$@ буде доступна нова версія.";

/* the unit for bytes */
"B" = "Б";

/* No comment provided by engineer. */
"Cancel" = "Відмінити";

/* No comment provided by engineer. */
"Cancel Update" = "Відмінити оновлення";

/* No comment provided by engineer. */
"Checking for updates..." = "Перевіря наявність оновлень…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Завантажую оновлення…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Розпаковую оновлення…";

/* the unit for gigabytes */
"GB" = "ГБ";

/* No comment provided by engineer. */
"Install and Relaunch" = "Встановити та перезавантажити";

/* Take care not to overflow the status window. */
"Installing update..." = "Встановлюю оновлення…";

/* the unit for kilobytes */
"KB" = "КБ";

/* the unit for megabytes */
"MB" = "МБ";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Готовий до встановлення";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Чи повинен %1$@ автоматично виконувати перевірку на оновлення? Ви завжди можете самостійно перевірити оновлення у меню %1$@.";

/* No comment provided by engineer. */
"Update Error!" = "Помилка оновлення!";

/* No comment provided by engineer. */
"Updating %@" = "Оновлюю %@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "Ви вже маєте саму останню версію программи %@.";

/* No comment provided by engineer. */
"You're up-to-date!" = "У вас остання версія!";

/* Alternative name for "Install" button if we have a paid update or other update
	without a download but with a URL. */

"Learn More..." = "Дізнатись більше…";